{
"en": {
    "nav_about": "About",
    "nav_services": "Services",
    "nav_projects": "Projects",
    "nav_clients": "Clients",
    "nav_team": "Team",
    "nav_news": "News",
    "nav_contact": "Contact",
    "btn_contact_us": "Contact Us",

    "hero_title": "A Global One-stop Shop For Consulting Services, Digital Solutions and Technology Products",
    "hero_sub": "Objectively informing strategic players in the Environment, Waste Management, Cities & Urban Development, Energy, and Agriculture sectors.",

    "services_title": "Our Services",
    "services_btn_more": "Know More",
    "service1_title": "PROJECT DEVELOPMENT",
    "service1_desc": "PROJECT DEVELOPMENT<br>FINANCING SOLUTIONS<br>EPC Support",

    "service2_title": "DIGITAL SOLUTIONS",
    "service2_desc": "DIGITAL TRANSFORMATION<br>SYSTEM INTEGRATION<br>DIGITAL PRODUCTS",

    "service3_title": "TECHNOLOGY PRODUCTS",
    "service3_desc": "R&D<br>MANUFACTURING<br>TECHNOLOGY TRANSFER",

    "service4_title": "CONSULTING & ENGINEERING",
    "service4_desc": "SYSTEM DESIGN & ENGINEERING<br>CONSULTING SERVICES<br>INTEGRATED MODELING",

    "about_title": "ABOUT DAIS",
    "about_btn_more": "Know More",

    "talk_title": "Let's Talk About Your Project",
    "talk_sub": "Our Mission is to deliver innovative, data-driven, and sustainable solutions that empower industries, governments, and communities to make smarter decisions and achieve measurable progress.",
    "talk_btn": "Let's Talk",

    "news_title": "NEWS",
    "news_more": "More News",
    "newsletter_title": "Sign up to our newsletter",
    "newsletter_placeholder": "Your email",
    "newsletter_btn": "Sign Up",

    "about_p1": "DAIS Group offers a comprehensive portfolio of services, products and solutions in the Environment, Waste Management, Cities & Urban Development, Energy and Agriculture sectors.",
    "about_p2": "We are creating a global one-stop shop for all Consulting & Engineering services, Digital solutions, Technology products and infrastructure Project Development solutions.",
    "about_p3": "We advise our customers on complex projects and implement new technologies in the Environment, Waste Management, Cities & Urban Development, Energy and Agriculture sectors.",
    "about_p4": "We stand for sustainable and comprehensive solutions across industries and provide our services to public and private sectors as well as international organizations.",
    "about_p5": "At DAIS Group, our clients are our top priority. We continuously seek to achieve client satisfaction and maintain ongoing development at all levels to ensure engagements and integrations. We align our success with that of our clients.",
    
    "sectors_title": "Our Sectors",
    "sector_energy": "ENERGY",
    "energy_li1": "Energy Access",
    "energy_li2": "Smart Grids",
    "energy_li3": "Industrial Energy Efficiency",
    "energy_li4": "Smart & Efficient Buildings",
    "energy_li5": "Biomass",
    "energy_li6": "Renewable Energy Technologies",

    "sector_agri": "AGRICULTURE",
    "agri_li1": "Plant Breeding & Micro-propagation",
    "agri_li2": "Crop Protection & Productivity Enhancement",
    "agri_li3": "Integrated Pest Management",
    "agri_li4": "Bio-control",
    "agri_li5": "Digital Farming",
    "agri_li6": "Smart Solutions",

    "sector_city": "CITY & URBAN DEVELOPMENT",
    "city_li1": "Sustainable Urban Mobility",
    "city_li2": "Green Finance",
    "city_li3": "Smart Cities",
    "city_li4": "Climate Change",
    "city_li5": "Climate Resilience & Adaptation",
    "city_li6": "Urban Transformation",

    "sector_env": "ENVIRONMENT",
    "env_li1": "Water",
    "env_li2": "Extractive Resources",
    "env_li3": "Sustainability Management",
    "env_li4": "Biodiversity & Conservation",
    "env_li5": "Decision Metrics & Finance",
    "env_li6": "Sustainable Production Systems",

    "sector_waste": "WASTE MANAGEMENT",
    "waste_li1": "Waste Recycling & Disposal",
    "waste_li2": "Treatment Technologies",
    "waste_li3": "City Cleaning",
    "waste_li4": "Waste Collection",

    "philosophy_title": "Philosophy",
    "philo_p1": "“DAIS” from a Latin origin, means an elevated platform.",
    "philo_p2": "DAIS is also an acronym of Digital, Analytics, Insights & Solutions. DAIS provides a platform to serve its clients across the globe by providing local insights and developing customized solutions.",
    "philo_p3": "DAIS diversifies its activities and operations in four business paths across a variety of sectors:",
    "philo_p4": "i) Consulting & Engineering; ii) Digital Solutions; iii) Technology Products and iv) Infrastructure Project Development.",
    "philo_p5": "DAIS name has been associated with trust and expertise and has gained significant strength in the quality of provided services, products and solutions.",

    "group_title": "DAIS Group",

    "innov_title": "Innovating for a Smarter, Greener Future",
    "innov_p1": "We build efficient, standardized processes that enhance innovation and ensure core success.",
    "innov_p2": "In Environment and Waste Management, we provide consulting on urban sustainability, resilience efficiency and waste management systems.",
    "innov_p3": "In Energy, we support cost-effective, sustainable solutions for both industrial and residential power, targeting optimized overall efficiency.",
    "innov_p4": "We also support cities and local authorities in strategic initiatives, climate-resilient urban development that transforms today’s ideas into tomorrow’s sustainable realities.",

    "clients_title": "Our Clients",

    "projects_title": "Projects",
    "projects_intro": "Browse our global experience by sector",
    "filter_all": "All",
    "filter_environment": "Environment",
    "filter_waste": "Waste Management",
    "filter_city": "City & Urban Development",
    "filter_energy": "Energy",
    "filter_agriculture": "Agriculture",
    "client":"Client",

    "team_title":"Team Members",
    "team_h1": "Team",
    "team_h2": "Our",

    "team_abdullah_name": "Dr. Abdullah Sayegh",
    "team_abdullah_title": "Agricultural Scientist & Micro-Propagation Expert",
    "team_abdullah_desc": "Dr. Abdullah Sayegh is an agricultural scientist and micro-propagation expert with more than 42 years of international experience. He is the co-inventor of the Plantofrm Bioreactor, a technology used in high-volume micropropagation systems.",

    "team_antonio_name": "Eng. Antonio Bolognesi",
    "team_antonio_title": "Infrastructure Development & Project Management",
    "team_antonio_desc": "With more than 40 years of international experience, Eng. Antonio Bolognesi has a long record in infrastructure development and project management. His work spans the structuring and delivery of energy, waste, and large-scale infrastructure projects across multiple regions.",

    "team_mohamad_name": "Eng. Mohamad Tarhini",
    "team_mohamad_title": "Managing Partner",
    "team_mohamad_desc": "Mohamad Tarhini brings over two decades of experience in engineering, consulting, and sustainable development, with a proven record of transforming concepts into impactful and tangible projects. As the Founder and Managing Partner of DAIS Group, he leads an integrated platform offering a comprehensive portfolio of services, products, and solutions across the environment, energy, and agriculture sectors. Throughout his career, Mohamad has advised governments, international organizations, and private sector clients on institutional reform, policy development, and infrastructure projects—particularly in areas such as municipal services, waste management, natural resources, and sustainability. His work focuses on building effective frameworks that bridge innovation, environmental stewardship, and economic growth. Mohamad holds a European Master’s in Project Management of Energy & Environment Engineering from Ecole des Mines (France), Royal Institute of Technology (Sweden), and Universidad Politécnica de Madrid (Spain), and a Bachelor’s degree in Electrical Engineering from the American University of Beirut. He is a certified Climate Adaptation Finance Expert, Project Management Professional, and International Waste Manager (ISWA).",

    "team_flavio_name": "Eng. Flávio Matos",
    "team_flavio_title": "Managing Partner",
    "team_flavio_desc":  "Flavio Matos brings over two decades of international experience in engineering and consulting, with a strong background in developing and financing large-scale environmental and energy projects. As Managing Partner at DAIS Group, he leads strategic initiatives that integrate engineering excellence with sustainability, focusing on waste management, energy recovery, and resource efficiency across global markets. Throughout his career, Flavio has held key leadership positions including Technical-Commercial Manager, Project Development and Finance Manager, and Director on the Boards of 3 Special Purpose Entities (SPEs) in the United Kingdom. Flavio serves as a Board Member of ABREN and Vice President of WtERT and is an active member of several ISWA Working Groups. He holds degrees in Mechanical Engineering, Planning Engineering, and Business Administration, as well as Master’s degrees in Business Administration (Spain) and Environmental & Energy Engineering (France). He also holds a Graduate Certificate in Project Finance (United Kingdom) and is certified by ISWA as an International Waste Manager.", 

    "team_rodrigo_name": "Mr. Rodrigo Oliveira",
    "team_rodrigo_title": "Commercial & Sales",
    "team_rodrigo_desc": "With over 17 years of sales, commercial, and management experience, Mr. Rodrigo Oliveira focuses on driving commercial growth and managing large executive accounts across diverse markets. He has played a key role in building client relationships, expanding market reach, and enabling organizations to achieve sustained business performance.",
    "contact_title": "Contact Us",
    "contact_label_fullname": "Full Name *",
    "contact_label_email": "Email *",
    "contact_label_company": "Company",
    "contact_label_phone": "Phone Number",
    "contact_label_subject": "Subject *",
    "contact_label_message": "Message *",
    "contact_btn_send": "Send Message", 

    "footer_contact_us": "Contact Us",
    "footer_terms": "Terms",
    "footer_policy": "Privacy Policy",
    "footer_principles": "Principles",
    "footer_cookies": "Cookie Settings",

"cookies_title": "Cookie Settings",
    "cookies_intro": "We use cookies to improve your browsing experience. Cookies help us understand how visitors use our website.",
    "cookies_types": "Types of Cookies",
    "cookies_essential_title": "Essential Cookies:",
    "cookies_essential_desc": "Required for site functionality.",
    "cookies_analytics_title": "Analytics Cookies:",
    "cookies_analytics_desc": "Help us analyze site traffic.",
    "cookies_preference_title": "Preference Cookies:",
    "cookies_preference_desc": "Remember your settings and preferences.",
    "cookies_manage": "Manage Cookies",
    "cookies_manage_desc": "You can control cookies through your browser settings. Disabling cookies may affect site functionality.",

    "privacy_title": "Privacy Policy",
    "privacy_intro": "Your privacy is important to us. This policy explains how DAIS Global collects and uses your information.",
    "privacy_info_collect_title": "1. Information We Collect",
    "privacy_info_collect_desc": "We collect personal information such as names and emails when you subscribe to our newsletter or submit forms.",
    "privacy_use_title": "2. How We Use Information",
    "privacy_use_desc": "We use this information to communicate updates, opportunities, and relevant content.",
    "privacy_protection_title": "3. Data Protection",
    "privacy_protection_desc": "All data is securely stored and never shared with third parties without consent.",
    "privacy_contact_title": "4. Contact",
    "privacy_contact_desc": "For privacy concerns, contact us at info@dais-global.com.",

    "terms_title": "Terms and Conditions",
"terms_intro": "Welcome to DAIS Global's website. By accessing or using our site, you agree to these terms.",
"terms_use_title": "1. Use of Website",
"terms_use_text": "This website is provided for informational purposes only. You agree not to misuse the site or engage in unlawful activity.",
"terms_ip_title": "2. Intellectual Property",
"terms_ip_text": "All logos, content, and materials are owned by DAIS Global. You may not reproduce or redistribute without permission.",
"terms_liability_title": "3. Liability",
"terms_liability_text": "We are not responsible for losses resulting from your use of this site.",
"terms_changes_title": "4. Changes",
"terms_changes_text": "We may update these terms periodically, and continued use of the site implies acceptance of changes.",

"principles_title": "Our Principles",
"principles_intro": "DAIS Global operates according to the following guiding principles:",
"principles_integrity_title": "Integrity:",
"principles_integrity_text": "We build every relationship on transparency, accountability, and trust.",
"principles_innovation_title": "Innovation:",
"principles_innovation_text": "We champion forward-thinking ideas and support ventures that bring measurable, positive change.",
"principles_sustainability_title": "Sustainability:",
"principles_sustainability_text": "We commit to responsible investment and development practices that prioritize long-term value for communities and the environment.",
"principles_diversity_title": "Diversity:",
"principles_diversity_text": "We embrace inclusive perspectives, empowering diverse leadership and ideas that strengthen outcomes.",

    "copyright": "© 2025 DAIS Global. All rights reserved. No part of this website or its content may be reproduced or used without prior written permission from DAIS Global"
},

"fr": {
    "nav_about": "À propos",
    "nav_services": "Services",
    "nav_projects": "Projets",
    "nav_clients": "Clients",
    "nav_team": "Équipe",
    "nav_news": "Actualités",
    "nav_contact": "Contact",
    "btn_contact_us": "Nous contacter",

    "hero_title": "Une plateforme mondiale pour les services de conseil, les solutions numériques et les produits technologiques",
    "hero_sub": "Informer objectivement les acteurs stratégiques des secteurs de l’environnement, de la gestion des déchets, du développement urbain, de l’énergie et de l’agriculture.",

    "services_title": "Nos Services",
    "services_btn_more": "En savoir plus",
    "service1_title": "DÉVELOPPEMENT DE PROJETS",
    "service1_desc": "DÉVELOPPEMENT DE PROJETS<br>SOLUTIONS DE FINANCEMENT<br>Support EPC",

    "service2_title": "SOLUTIONS NUMÉRIQUES",
    "service2_desc": "TRANSFORMATION NUMÉRIQUE<br>INTÉGRATION DES SYSTÈMES<br>PRODUITS NUMÉRIQUES",

    "service3_title": "PRODUITS TECHNOLOGIQUES",
    "service3_desc": "R&D<br>FABRICATION<br>TRANSFERT DE TECHNOLOGIE",

    "service4_title": "CONSEIL ET INGÉNIERIE",
    "service4_desc": "CONCEPTION ET INGÉNIERIE DES SYSTÈMES<br>SERVICES DE CONSEIL<br>MODÉLISATION INTÉGRÉE",

    "about_title": "À PROPOS DE DAIS",
    "about_btn_more": "En savoir plus",

    "talk_title": "Parlons de votre projet",
    "talk_sub": "Notre mission est de fournir des solutions innovantes, basées sur les données et durables, afin d’aider les industries, les gouvernements et les communautés à prendre de meilleures décisions et à réaliser des progrès mesurables.",
    "talk_btn": "Contactez-nous",

    "news_title": "ACTUALITÉS",
    "news_more": "Plus d’actualités",
    "newsletter_title": "Inscrivez-vous à notre newsletter",
    "newsletter_placeholder": "Votre email",
    "newsletter_btn": "S’inscrire",

    "about_p1": "Le Groupe DAIS propose un portefeuille complet de services, produits et solutions dans les secteurs de l’environnement, de la gestion des déchets, du développement urbain, de l’énergie et de l’agriculture.",
    "about_p2": "Nous créons une plateforme mondiale unique pour tous les services de conseil et d’ingénierie, les solutions numériques, les produits technologiques et les solutions de développement de projets d’infrastructure.",
    "about_p3": "Nous conseillons nos clients sur des projets complexes et mettons en œuvre de nouvelles technologies dans les secteurs de l’environnement, de la gestion des déchets, du développement urbain, de l’énergie et de l’agriculture.",
    "about_p4": "Nous proposons des solutions durables et complètes pour différents secteurs et fournissons nos services aux secteurs public et privé ainsi qu’aux organisations internationales.",
    "about_p5": "Chez DAIS Group, nos clients sont notre priorité. Nous cherchons constamment à garantir leur satisfaction et à maintenir un développement continu. Nous alignons notre réussite sur celle de nos clients.",

    "sectors_title": "Nos Secteurs",
    "sector_energy": "ÉNERGIE",
    "energy_li1": "Accès à l’énergie",
    "energy_li2": "Réseaux intelligents",
    "energy_li3": "Efficacité énergétique industrielle",
    "energy_li4": "Bâtiments intelligents et efficaces",
    "energy_li5": "Biomasse",
    "energy_li6": "Technologies d’énergie renouvelable",

    "sector_agri": "AGRICULTURE",
    "agri_li1": "Sélection végétale et micro-propagation",
    "agri_li2": "Protection des cultures et amélioration de la productivité",
    "agri_li3": "Gestion intégrée des ravageurs",
    "agri_li4": "Bio-contrôle",
    "agri_li5": "Agriculture numérique",
    "agri_li6": "Solutions intelligentes",

    "sector_city": "VILLE ET DÉVELOPPEMENT URBAIN",
    "city_li1": "Mobilité urbaine durable",
    "city_li2": "Finance verte",
    "city_li3": "Villes intelligentes",
    "city_li4": "Changement climatique",
    "city_li5": "Résilience et adaptation climatique",
    "city_li6": "Transformation urbaine",

    "sector_env": "ENVIRONNEMENT",
    "env_li1": "Eau",
    "env_li2": "Ressources extractives",
    "env_li3": "Gestion de la durabilité",
    "env_li4": "Biodiversité et conservation",
    "env_li5": "Indicateurs de décision et finance",
    "env_li6": "Systèmes de production durables",

    "sector_waste": "GESTION DES DÉCHETS",
    "waste_li1": "Recyclage et élimination des déchets",
    "waste_li2": "Technologies de traitement",
    "waste_li3": "Nettoyage urbain",
    "waste_li4": "Collecte des déchets",

    "philosophy_title": "Philosophie",
    "philo_p1": "“DAIS”, d'origine latine, signifie une plateforme surélevée.",
    "philo_p2": "DAIS est aussi un acronyme de Digital, Analytics, Insights & Solutions. DAIS fournit une plateforme pour offrir des solutions adaptées grâce à des connaissances locales.",
    "philo_p3": "DAIS diversifie ses activités en quatre axes principaux à travers divers secteurs :",
    "philo_p4": "i) Conseil et ingénierie ; ii) Solutions numériques ; iii) Produits technologiques ; iv) Développement de projets d’infrastructure.",
    "philo_p5": "Le nom DAIS est associé à la confiance et à l'expertise, lui donnant une forte réputation dans la qualité des services, produits et solutions fournis.",

    "group_title": "Groupe DAIS",

    "innov_title": "Innover pour un avenir plus intelligent et plus vert",
    "innov_p1": "Nous construisons des processus efficaces et standardisés qui favorisent l’innovation et assurent la réussite.",
    "innov_p2": "Dans l’environnement et la gestion des déchets, nous offrons des conseils en durabilité urbaine, résilience et systèmes de gestion avancés.",
    "innov_p3": "Dans l’énergie, nous soutenons des solutions durables et économiques pour l’industrie et les ménages.",
    "innov_p4": "Nous aidons également les villes et les autorités locales dans leurs initiatives stratégiques et la planification urbaine résiliente au climat.",

    "clients_title": "Nos Clients",

     "projects_title": "Projets",
    "projects_intro": "Parcourez notre expérience mondiale par secteur",
    "filter_all": "Tous",
    "filter_environment": "Environnement",
    "filter_waste": "Gestion des déchets",
    "filter_city": "Villes & Développement urbain",
    "filter_energy": "Énergie",
    "filter_agriculture": "Agriculture",
    "client":"Client",

    "team_title":"Membres de l'Équipe",
    "team_h1": "Équipe",
    "team_h2": "Notre",
    "team_abdullah_name": "Dr Abdullah Sayegh",
    "team_abdullah_title": "Scientifique agricole et expert en micro-propagation",
    "team_abdullah_desc": "Le Dr Abdullah Sayegh est un scientifique agricole et expert en micro-propagation avec plus de 42 ans d’expérience internationale. Il est le co-inventeur du bioréacteur Plantofrm utilisé dans les systèmes d’auto-multiplication à grande échelle.",

    "team_antonio_name": "Ing. Antonio Bolognesi",
    "team_antonio_title": "Développement des infrastructures et gestion de projets",
    "team_antonio_desc": "Avec plus de 40 ans d’expérience internationale, l’ingénieur Antonio Bolognesi possède un long parcours dans le développement d’infrastructures et la gestion de projets dans les domaines de l’énergie et des déchets.",

    "team_mohamad_name": "Ing. Mohamad Tarhini",
    "team_mohamad_title": "Associé gérant",
    "team_mohamad_desc":  "Mohamad Tarhini possède plus de vingt ans d’expérience dans l’ingénierie, le conseil et le développement durable, avec un parcours reconnu pour transformer des concepts en projets concrets et à fort impact. En tant que fondateur et Managing Partner du groupe DAIS, il dirige une plateforme intégrée offrant un portefeuille complet de services, produits et solutions dans les secteurs de l’environnement, de l’énergie et de l’agriculture. Tout au long de sa carrière, Mohamad a conseillé des gouvernements, des organisations internationales et des acteurs privés sur la réforme institutionnelle, le développement de politiques publiques et les projets d’infrastructure—notamment dans les services municipaux, la gestion des déchets, les ressources naturelles et la durabilité. Son travail vise à établir des cadres efficaces reliant innovation, protection de l’environnement et croissance économique. Mohamad est titulaire d’un master européen en gestion de projets énergie-environnement obtenu à l’École des Mines (France), au Royal Institute of Technology (Suède) et à l’Université Polytechnique de Madrid (Espagne), ainsi que d’une licence en génie électrique de l’Université Américaine de Beyrouth. Il est certifié expert en financement de l’adaptation climatique, Project Management Professional et International Waste Manager (ISWA).",

    "team_flavio_name": "Ing. Flávio Matos",
    "team_flavio_title": "Associé gérant",
    "team_flavio_desc":  "Flávio Matos possède plus de vingt ans d’expérience internationale dans l’ingénierie et le conseil, avec une solide expertise dans le développement et le financement de projets environnementaux et énergétiques de grande envergure. En tant que Managing Partner du groupe DAIS, il dirige des initiatives stratégiques alliant excellence technique et durabilité, avec un focus sur la gestion des déchets, la valorisation énergétique et l’efficacité des ressources. Au cours de sa carrière, Flávio a occupé plusieurs postes de direction, notamment Manager technico-commercial, Responsable du développement et financement de projets, et membre de conseils d’administration de trois entités dédiées (SPEs) au Royaume-Uni. Il est membre du conseil d’administration d’ABREN, vice-président de WtERT et membre actif de plusieurs groupes de travail de l’ISWA. Il est titulaire de diplômes en génie mécanique, ingénierie de la planification et administration des affaires, ainsi que de masters en administration des affaires (Espagne) et en ingénierie environnementale et énergétique (France). Il possède également un certificat en financement de projets (Royaume-Uni) et est certifié International Waste Manager (ISWA).",

    "team_rodrigo_name": "M. Rodrigo Oliveira",
    "team_rodrigo_title": "Commercial et ventes",
    "team_rodrigo_desc": "Avec plus de 17 ans d’expérience en ventes, en développement commercial et en gestion, M. Rodrigo Oliveira se concentre sur la croissance commerciale et la gestion de comptes exécutifs majeurs dans divers marchés. Il a joué un rôle clé dans l’établissement de relations clients, l’expansion de la présence sur le marché et l’amélioration de la performance commerciale des organisations.",

    "contact_title": "Contactez-nous",
    "contact_label_fullname": "Nom complet *",
    "contact_label_email": "Email *",
    "contact_label_company": "Entreprise",
    "contact_label_phone": "Numéro de téléphone",
    "contact_label_subject": "Sujet *",
    "contact_label_message": "Message *",
    "contact_btn_send": "Envoyer le message",

    "footer_contact_us": "Nous contacter",
    "footer_terms": "Conditions",
    "footer_policy": "Politique de confidentialité",
    "footer_principles": "Principes",
    "footer_cookies": "Paramètres des cookies",

    "cookies_title": "Paramètres des cookies",
    "cookies_intro": "Nous utilisons des cookies pour améliorer votre expérience de navigation. Ils nous aident à comprendre comment les visiteurs utilisent notre site.",
    "cookies_types": "Types de cookies",
    "cookies_essential_title": "Cookies essentiels :",
    "cookies_essential_desc": "Nécessaires au fonctionnement du site.",
    "cookies_analytics_title": "Cookies analytiques :",
    "cookies_analytics_desc": "Aident à analyser le trafic du site.",
    "cookies_preference_title": "Cookies de préférence :",
    "cookies_preference_desc": "Enregistrent vos paramètres et préférences.",
    "cookies_manage": "Gérer les cookies",
    "cookies_manage_desc": "Vous pouvez contrôler les cookies via les paramètres de votre navigateur. La désactivation peut affecter le fonctionnement du site.",

    "privacy_title": "Politique de confidentialité",
    "privacy_intro": "Votre vie privée est importante pour nous. Cette politique explique comment DAIS Global collecte et utilise vos informations.",
    "privacy_info_collect_title": "1. Informations que nous collectons",
    "privacy_info_collect_desc": "Nous collectons des informations personnelles telles que les noms et adresses e-mail lorsque vous vous abonnez à notre newsletter ou remplissez des formulaires.",
    "privacy_use_title": "2. Comment nous utilisons les informations",
    "privacy_use_desc": "Nous utilisons ces informations pour communiquer des mises à jour, des opportunités et du contenu pertinent.",
    "privacy_protection_title": "3. Protection des données",
    "privacy_protection_desc": "Toutes les données sont stockées en toute sécurité et ne sont jamais partagées avec des tiers sans consentement.",
    "privacy_contact_title": "4. Contact",
    "privacy_contact_desc": "Pour toute question de confidentialité, contactez-nous à info@dais-global.com.",

    "terms_title": "Conditions Générales",
    "terms_intro": "Bienvenue sur le site de DAIS Global. En accédant ou en utilisant notre site, vous acceptez ces conditions.",
    "terms_use_title": "1. Utilisation du site",
    "terms_use_text": "Ce site est fourni à titre informatif uniquement. Vous acceptez de ne pas mal utiliser le site ou de participer à des activités illégales.",
    "terms_ip_title": "2. Propriété intellectuelle",
    "terms_ip_text": "Tous les logos, contenus et matériels sont la propriété de DAIS Global. Vous ne pouvez pas reproduire ou redistribuer sans autorisation.",
    "terms_liability_title": "3. Responsabilité",
    "terms_liability_text": "Nous ne sommes pas responsables des pertes résultant de votre utilisation de ce site.",
    "terms_changes_title": "4. Modifications",
    "terms_changes_text": "Nous pouvons mettre à jour ces conditions périodiquement, et l'utilisation continue du site implique l'acceptation des changements.",
    "principles_title": "Nos Principes",
    "principles_intro": "DAIS Global fonctionne selon les principes directeurs suivants :",
    "principles_integrity_title": "Intégrité :",
    "principles_integrity_text": "Nous construisons chaque relation sur la transparence, la responsabilité et la confiance.",
    "principles_innovation_title": "Innovation :",
    "principles_innovation_text": "Nous soutenons les idées avant-gardistes et les projets qui apportent un changement positif mesurable.",
    "principles_sustainability_title": "Durabilité :",
    "principles_sustainability_text": "Nous nous engageons à des pratiques d'investissement et de développement responsables qui privilégient la valeur à long terme pour les communautés et l'environnement.",
    "principles_diversity_title": "Diversité :",
    "principles_diversity_text": "Nous adoptons des perspectives inclusives, renforçant le leadership diversifié et les idées qui améliorent les résultats.",

    "copyright": "© 2025 DAIS Global. Tous droits réservés. Aucun contenu ne peut être reproduit sans autorisation préalable."
},

"ar": {
    "nav_about": "من نحن",
    "nav_services": "الخدمات",
    "nav_projects": "المشاريع",
    "nav_clients": "العملاء",
    "nav_team": "الفريق",
    "nav_news": "الأخبار",
    "nav_contact": "اتصل بنا",
    "btn_contact_us": "اتصل بنا",

    "hero_title": "منصة عالمية شاملة للخدمات الاستشارية والحلول الرقمية والمنتجات التكنولوجية",
    "hero_sub": ".نزوّد أصحاب القرار في قطاعات البيئة، إدارة النفايات، المدن والتنمية الحضرية، الطاقة والزراعة بالمعلومات الموضوعية",

    "services_title": "خدماتنا",
    "services_btn_more": "اعرف المزيد",

    "about_title": "DAIS عن ",
    "about_btn_more": "اعرف المزيد",
    "service1_title": "تطوير المشاريع",
    "service1_desc": "تطوير المشاريع<br>حلول التمويل<br>EPC دعم ",

    "service2_title": "الحلول الرقمية",
    "service2_desc": "التحول الرقمي<br>تكامل الأنظمة<br>المنتجات الرقمية",

    "service3_title": "المنتجات التكنولوجية",
    "service3_desc": "البحث والتطوير<br>التصنيع<br>نقل التكنولوجيا",

    "service4_title": "الاستشارات والهندسة",
    "service4_desc": "تصميم الأنظمة والهندسة<br>الخدمات الاستشارية<br>النمذجة المتكاملة", 

    "talk_title": "دعنا نتحدث عن مشروعك",
    "talk_sub": "مهمتنا هي تقديم حلول مبتكرة تعتمد على البيانات ومستدامة لتمكين الصناعات والحكومات والمجتمعات من اتخاذ قرارات أفضل وتحقيق تقدم ملموس",
    "talk_btn": "تواصل معنا",

    "news_title": "الأخبار",
    "news_more": "المزيد من الأخبار",
    "newsletter_title": "اشترك في النشرة البريدية",
    "newsletter_placeholder": "بريدك الإلكتروني",
    "newsletter_btn": "اشتراك",

    "about_p1": "تقدم مجموعة DAIS مجموعة شاملة من الخدمات والمنتجات والحلول في قطاعات البيئة وإدارة النفايات وتطوير المدن والطاقة والزراعة.",
    "about_p2": "نحن ننشئ مركزا عالميا واحدا لجميع خدمات الاستشارات والهندسة والحلول الرقمية والمنتجات التكنولوجية وحلول تطوير البنية التحتية.",
    "about_p3": "نقدم المشورة لعملائنا في المشاريع المعقدة ونطبق تقنيات جديدة في قطاعات البيئة وإدارة النفايات وتطوير المدن والطاقة والزراعة.",
    "about_p4": "نلتزم بتقديم حلول شاملة ومستدامة عبر مختلف الصناعات ونقدم خدماتنا للقطاعين العام والخاص والمنظمات الدولية.",
    "about_p5": "في مجموعة DAIS، عملاؤنا هم أولويتنا. نسعى دائما لتحقيق رضا العملاء والحفاظ على التطوير المستمر لضمان المشاركة والتكامل. نربط نجاحنا بنجاح عملائنا.",

    "sectors_title": "قطاعاتنا",
    "sector_energy": "الطاقة",
    "energy_li1": "الوصول إلى الطاقة",
    "energy_li2": "الشبكات الذكية",
    "energy_li3": "كفاءة الطاقة الصناعية",
    "energy_li4": "المباني الذكية والفعالة",
    "energy_li5": "الكتلة الحيوية",
    "energy_li6": "تقنيات الطاقة المتجددة",

    "sector_agri": "الزراعة",
    "agri_li1": "تحسين النباتات والتكاثر الدقيق",
    "agri_li2": "حماية المحاصيل وتعزيز الإنتاجية",
    "agri_li3": "الإدارة المتكاملة للآفات",
    "agri_li4": "المكافحة الحيوية",
    "agri_li5": "الزراعة الرقمية",
    "agri_li6": "الحلول الذكية",

    "sector_city": "المدن والتطوير الحضري",
    "city_li1": "التنقل الحضري المستدام",
    "city_li2": "التمويل الأخضر",
    "city_li3": "المدن الذكية",
    "city_li4": "تغير المناخ",
    "city_li5": "القدرة على التكيف مع المناخ",
    "city_li6": "التحول الحضري",

    "sector_env": "البيئة",
    "env_li1": "المياه",
    "env_li2": "الموارد الاستخراجية",
    "env_li3": "إدارة الاستدامة",
    "env_li4": "التنوع البيولوجي والحفاظ عليه",
    "env_li5": "مقاييس القرار والتمويل",
    "env_li6": "أنظمة الإنتاج المستدام",

    "sector_waste": "إدارة النفايات",
    "waste_li1": "إعادة التدوير والتخلص من النفايات",
    "waste_li2": "تقنيات المعالجة",
    "waste_li3": "تنظيف المدن",
    "waste_li4": "جمع النفايات",

    "philosophy_title": "فلسفتنا",
    "philo_p1": "“DAIS” كلمة ذات أصل لاتيني وتعني منصة مرتفعة.",
    "philo_p2": "DAIS هي أيضا اختصار لـ Digital و Analytics و Insights و Solutions. توفر DAIS منصة لخدمة العملاء حول العالم من خلال توفير رؤى محلية وتطوير حلول مخصصة.",
    "philo_p3": "تنوع DAIS أنشطتها وعملياتها ضمن أربعة مسارات عمل عبر مجموعة متنوعة من القطاعات:",
    "philo_p4": "الاستشارات والهندسة، الحلول الرقمية، المنتجات التكنولوجية، وتطوير مشاريع البنية التحتية.",
    "philo_p5": "ارتبط اسم DAIS بالثقة والخبرة مما عزز جودة الخدمات والمنتجات والحلول المقدمة.",

    "group_title": "مجموعة DAIS",

    "innov_title": "نبتكر من أجل مستقبل أكثر ذكاءً وخضرة",
    "innov_p1": "نقوم ببناء عمليات فعّالة وموحدة تعزز الابتكار وتضمن النجاح.",
    "innov_p2": "في البيئة وإدارة النفايات، نقدم الاستشارات المتعلقة بالاستدامة الحضرية والكفاءة والأنظمة المتقدمة.",
    "innov_p3": "في الطاقة، ندعم الحلول المستدامة والفعّالة للصناعة والمنازل لتحقيق كفاءة أعلى.",
    "innov_p4": "ندعم أيضا المدن والسلطات المحلية في المبادرات الإستراتيجية والتنمية الحضرية المقاومة للمناخ.",
    "clients_title": "عملاؤنا",

    "projects_title": "المشاريع",
    "projects_intro": "تصفح خبرتنا العالمية حسب القطاع",
    "filter_all": "الكل",
    "filter_environment": "البيئة",
    "filter_waste": "إدارة النفايات",
    "filter_city": "المدن والتنمية الحضرية",
    "filter_energy": "الطاقة",
    "filter_agriculture": "الزراعة",
    "client":"العميل",

    "team_title":"أعضاء الفريق",
    "team_h1": "الفريق",
    "team_h2": "أعضاء",
    "team_abdullah_name": "الدكتور عبد الله صايغ",
    "team_abdullah_title": "عالم زراعة وخبير في الإكثار الدقيق",
    "team_abdullah_desc": "الدكتور عبد الله صايغ عالم زراعي وخبير في الإكثار الدقيق يتمتع بأكثر من 42 عاماً من الخبرة الدولية. وهو المشارك في اختراع مفاعل المستخدم في أنظمة الإكثار المكثف.(Plantofrm)",

    "team_antonio_name": "المهندس أنطونيو بولونيزي",
    "team_antonio_title": "تطوير البنية التحتية وإدارة المشاريع",
    "team_antonio_desc": "يتمتع المهندس أنطونيو بولونيزي بأكثر من 40 عاماً من الخبرة الدولية في تطوير البنية التحتية وإدارة المشاريع، وقد عمل على تنفيذ مشاريع كبيرة في مجالات الطاقة والنفايات والبنية التحتية في عدة مناطق.",

    "team_mohamad_name": "المهندس محمد ترحيني",
    "team_mohamad_title": "الشريك الإداري",
    "team_mohamad_desc": "يتمتّع المهندس محمد ترحيني بأكثر من عشرين عاماً من الخبرة في الهندسة والاستشارات والتنمية المستدامة، مع سجل مثبت في تحويل الأفكار إلى مشاريع ملموسة ذات تأثير حقيقي. بصفته المؤسس والشريك الإداري لمجموعة DAIS، يقود منصة متكاملة تقدّم مجموعة شاملة من الخدمات والمنتجات والحلول في قطاعات البيئة والطاقة والزراعة. خلال مسيرته المهنية، قدّم محمد المشورة للحكومات والمنظمات الدولية والقطاع الخاص في مجالات الإصلاح المؤسساتي، تطوير السياسات، والمشاريع البنيوية—خصوصاً في خدمات البلديات، إدارة النفايات، الموارد الطبيعية، والاستدامة. يركز عمله على بناء أطر فعالة تربط بين الابتكار والحفاظ على البيئة والنمو الاقتصادي. يحمل محمد ماجستيراً أوروبياً في إدارة مشاريع هندسة الطاقة والبيئة من مدرسة المناجم في فرنسا، المعهد الملكي للتكنولوجيا في السويد، وجامعة مدريد التقنية في إسبانيا، بالإضافة إلى بكالوريوس في الهندسة الكهربائية من الجامعة الأمريكية في بيروت. وهو معتمد كخبير في تمويل التكيف المناخي، ومدير مشاريع محترف، ومدير نفايات دولي (ISWA).",

    "team_flavio_name": "المهندس فلافيو ماتوس",
    "team_flavio_title": "الشريك الإداري",
    "team_flavio_desc": "يمتلك المهندس فلافيو ماتوس أكثر من عشرين عاماً من الخبرة الدولية في الهندسة والاستشارات، مع خلفية قوية في تطوير وتمويل مشاريع بيئية وطاقة واسعة النطاق. بصفته شريكاً إدارياً في مجموعة DAIS، يقود مبادرات استراتيجية تجمع بين التميز الهندسي والاستدامة، مع التركيز على إدارة النفايات، استرداد الطاقة، وكفاءة الموارد عبر الأسواق العالمية. شغل فلافيو خلال مسيرته عدة مناصب قيادية، بما في ذلك مدير تقني-تجاري، مدير تطوير المشاريع والتمويل، وعضو مجلس إدارة في ثلاث شركات ذات غرض خاص (SPEs) في المملكة المتحدة. وهو عضو مجلس إدارة في ABREN ونائب رئيس WtERT وعضو نشط في عدة مجموعات عمل ضمن ISWA. يحمل فلافيو شهادات في الهندسة الميكانيكية، هندسة التخطيط، وإدارة الأعمال، بالإضافة إلى درجتي ماجستير في إدارة الأعمال (إسبانيا) والهندسة البيئية والطاقة (فرنسا). كما يحمل شهادة دراسات عليا في تمويل المشاريع (المملكة المتحدة) وهو معتمد كمدير نفايات دولي من ISWA.",

    "team_rodrigo_name": "السيد رودريغو أوليفيرا",
    "team_rodrigo_title": "القطاع التجاري والمبيعات",
    "team_rodrigo_desc": "بخبرة تزيد عن 17 عامًا في المبيعات والأعمال التجارية والإدارة، يركز السيد رودريغو أوليفيرا على دفع النمو التجاري وإدارة الحسابات التنفيذية الكبرى عبر أسواق متنوعة. لقد لعب دورًا أساسيًا في بناء علاقات قوية مع العملاء، وتوسيع نطاق السوق، وتمكين المؤسسات من تحقيق أداء تجاري مستدام.",

    "contact_title": "اتصل بنا",
    "contact_label_fullname": "الاسم الكامل *",
    "contact_label_email": "البريد الإلكتروني *",
    "contact_label_company": "الشركة",
    "contact_label_phone": "رقم الهاتف",
    "contact_label_subject": "الموضوع *",
    "contact_label_message": "الرسالة *",
    "contact_btn_send": "إرسال الرسالة",

    "footer_contact_us": "اتصل بنا",
    "footer_terms": "الشروط",
    "footer_policy": "سياسة الخصوصية",
    "footer_principles": "المبادئ",
    "footer_cookies": "إعدادات الكوكيز",

    "cookies_title": "إعدادات ملفات تعريف الارتباط",
    "cookies_intro": "نستخدم ملفات تعريف الارتباط لتحسين تجربة التصفح الخاصة بك. تساعدنا على فهم كيفية استخدام الزوار لموقعنا.",
    "cookies_types": "أنواع ملفات تعريف الارتباط",
    "cookies_essential_title": "الملفات الأساسية:",
    "cookies_essential_desc": "ضرورية لعمل الموقع.",
    "cookies_analytics_title": "ملفات التحليل:",
    "cookies_analytics_desc": "تساعدنا في تحليل حركة الزوار.",
    "cookies_preference_title": "ملفات التفضيلات:",
    "cookies_preference_desc": "تتذكر إعداداتك وتفضيلاتك.",
    "cookies_manage": "إدارة ملفات الارتباط",
    "cookies_manage_desc": "يمكنك التحكم في ملفات الارتباط من خلال إعدادات المتصفح. قد يؤثر تعطيلها على وظائف الموقع.",

        "privacy_title": "سياسة الخصوصية",
    "privacy_intro": "خصوصيتك مهمة بالنسبة لنا. توضح هذه السياسة كيفية جمع DAIS Global لمعلوماتك واستخدامها.",
    "privacy_info_collect_title": "1. المعلومات التي نجمعها",
    "privacy_info_collect_desc": "نجمع معلومات شخصية مثل الأسماء والبريد الإلكتروني عند الاشتراك في النشرة البريدية أو عند إرسال النماذج.",
    "privacy_use_title": "2. كيفية استخدام المعلومات",
    "privacy_use_desc": "نستخدم هذه المعلومات للتواصل حول التحديثات والفرص والمحتوى المناسب.",
    "privacy_protection_title": "3. حماية البيانات",
    "privacy_protection_desc": "يتم تخزين جميع البيانات بأمان ولا يتم مشاركتها مع أي طرف ثالث دون موافقة.",
    "privacy_contact_title": "4. التواصل",
    "privacy_contact_desc": "لأي استفسارات متعلقة بالخصوصية، يرجى التواصل معنا عبر info@dais-global.com.",

    "terms_title": "الشروط والأحكام",
    "terms_intro": "مرحبًا بكم في موقع DAIS Global. من خلال الوصول إلى موقعنا أو استخدامه، فإنك توافق على هذه الشروط.",
    "terms_use_title": "1. استخدام الموقع",
    "terms_use_text": "يتم توفير هذا الموقع لأغراض المعلومات فقط. توافق على عدم إساءة استخدام الموقع أو الانخراط في أي نشاط غير قانوني.",
    "terms_ip_title": "2. الملكية الفكرية",
    "terms_ip_text": "جميع الشعارات والمحتوى والمواد مملوكة لـ DAIS Global. لا يجوز لك إعادة الإنتاج أو إعادة التوزيع بدون إذن.",
    "terms_liability_title": "3. المسؤولية",
    "terms_liability_text": "نحن غير مسؤولين عن أي خسائر ناتجة عن استخدامك لهذا الموقع.",
    "terms_changes_title": "4. التغييرات",
    "terms_changes_text": "قد نقوم بتحديث هذه الشروط بشكل دوري، والاستخدام المستمر للموقع يعني قبولك لهذه التغييرات.",
    "principles_title": "مبادئنا",
    "principles_intro": "تعمل DAIS Global وفق المبادئ التوجيهية التالية:",
    "principles_integrity_title": "النزاهة:",
    "principles_integrity_text": "نبني كل علاقة على الشفافية والمساءلة والثقة.",
    "principles_innovation_title": "الابتكار:",
    "principles_innovation_text": "ندعم الأفكار المستقبلية والمشاريع التي تحقق تغييرًا إيجابيًا وملموسًا.",
    "principles_sustainability_title": "الاستدامة:",
    "principles_sustainability_text": "نلتزم بممارسات استثمارية وتنموية مسؤولة تعطي قيمة طويلة الأمد للمجتمعات والبيئة.",
    "principles_diversity_title": "التنوع:",
    "principles_diversity_text": "نعتمد وجهات نظر شاملة، مما يعزز القيادة المتنوعة والأفكار التي تقوي النتائج.",

    "copyright": "© 2025 DAIS Global. جميع الحقوق محفوظة."
},

"pt": {
    "nav_about": "Sobre",
    "nav_services": "Serviços",
    "nav_projects": "Projetos",
    "nav_clients": "Clientes",
    "nav_team": "Equipe",
    "nav_news": "Notícias",
    "nav_contact": "Contato",
    "btn_contact_us": "Fale Conosco",

    "hero_title": "Uma plataforma global para serviços de consultoria, soluções digitais e produtos tecnológicos",
    "hero_sub": "Informando de forma objetiva os principais atores dos setores de meio ambiente, gestão de resíduos, cidades e desenvolvimento urbano, energia e agricultura.",

    "services_title": "Nossos Serviços",
    "services_btn_more": "Saiba Mais",
    "service1_title": "DESENVOLVIMENTO DE PROJETOS",
    "service1_desc": "DESENVOLVIMENTO DE PROJETOS<br>SOLUÇÕES DE FINANCIAMENTO<br>Suporte EPC",

    "service2_title": "SOLUÇÕES DIGITAIS",
    "service2_desc": "TRANSFORMAÇÃO DIGITAL<br>INTEGRAÇÃO DE SISTEMAS<br>PRODUTOS DIGITAIS",

    "service3_title": "PRODUTOS TECNOLÓGICOS",
    "service3_desc": "P&D<br>FABRICAÇÃO<br>TRANSFERÊNCIA DE TECNOLOGIA",

    "service4_title": "CONSULTORIA E ENGENHARIA",
    "service4_desc": "DESENHO E ENGENHARIA DE SISTEMAS<br>SERVIÇOS DE CONSULTORIA<br>MODELAGEM INTEGRADA",

    "about_title": "SOBRE A DAIS",
    "about_btn_more": "Saiba Mais",

    "talk_title": "Vamos falar sobre o seu projeto",
    "talk_sub": "Nossa missão é oferecer soluções inovadoras, baseadas em dados e sustentáveis que ajudam indústrias, governos e comunidades a tomar decisões mais inteligentes e alcançar progresso mensurável.",
    "talk_btn": "Fale Conosco",

    "news_title": "NOTÍCIAS",
    "news_more": "Mais notícias",
    "newsletter_title": "Assine nossa newsletter",
    "newsletter_placeholder": "Seu email",
    "newsletter_btn": "Inscrever",

    "about_p1": "O Grupo DAIS oferece um portfólio completo de serviços, produtos e soluções nos setores de Meio Ambiente, Gestão de Resíduos, Desenvolvimento Urbano, Energia e Agricultura.",
    "about_p2": "Estamos criando uma plataforma global única para serviços de consultoria e engenharia, soluções digitais, produtos tecnológicos e soluções de desenvolvimento de projetos de infraestrutura.",
    "about_p3": "Aconselhamos nossos clientes em projetos complexos e implementamos novas tecnologias nos setores de Meio Ambiente, Gestão de Resíduos, Desenvolvimento Urbano, Energia e Agricultura.",
    "about_p4": "Defendemos soluções sustentáveis e completas para diversos setores e atendemos governos, empresas privadas e organizações internacionais.",
    "about_p5": "No Grupo DAIS, nossos clientes são prioridade. Buscamos constantemente sua satisfação e evolução contínua. Nosso sucesso está alinhado ao deles.",

    "sectors_title": "Nossos Setores",
    "sector_energy": "ENERGIA",
    "energy_li1": "Acesso à energia",
    "energy_li2": "Redes inteligentes",
    "energy_li3": "Eficiência energética industrial",
    "energy_li4": "Edifícios inteligentes e eficientes",
    "energy_li5": "Biomassa",
    "energy_li6": "Tecnologias de energia renovável",

    "sector_agri": "AGRICULTURA",
    "agri_li1": "Melhoramento de plantas e micropropagação",
    "agri_li2": "Proteção de culturas e aumento de produtividade",
    "agri_li3": "Manejo integrado de pragas",
    "agri_li4": "Controle biológico",
    "agri_li5": "Agricultura digital",
    "agri_li6": "Soluções inteligentes",

    "sector_city": "CIDADE E DESENVOLVIMENTO URBANO",
    "city_li1": "Mobilidade urbana sustentável",
    "city_li2": "Finanças verdes",
    "city_li3": "Cidades inteligentes",
    "city_li4": "Mudanças climáticas",
    "city_li5": "Resiliência e adaptação climática",
    "city_li6": "Transformação urbana",

    "sector_env": "MEIO AMBIENTE",
    "env_li1": "Água",
    "env_li2": "Recursos extrativos",
    "env_li3": "Gestão da sustentabilidade",
    "env_li4": "Biodiversidade e conservação",
    "env_li5": "Métricas de decisão e finanças",
    "env_li6": "Sistemas de produção sustentável",

    "sector_waste": "GESTÃO DE RESÍDUOS",
    "waste_li1": "Reciclagem e descarte de resíduos",
    "waste_li2": "Tecnologias de tratamento",
    "waste_li3": "Limpeza urbana",
    "waste_li4": "Coleta de resíduos",

    "philosophy_title": "Filosofia",
    "philo_p1": "“DAIS”, de origem latina, significa uma plataforma elevada.",
    "philo_p2": "DAIS também é um acrônimo de Digital, Analytics, Insights & Solutions. A DAIS oferece uma plataforma para atender clientes globalmente com soluções personalizadas.",
    "philo_p3": "A DAIS diversifica suas atividades em quatro áreas principais em vários setores:",
    "philo_p4": "i) Consultoria e Engenharia; ii) Soluções Digitais; iii) Produtos Tecnológicos; iv) Desenvolvimento de Projetos de Infraestrutura.",
    "philo_p5": "O nome DAIS é associado à confiança e expertise, fortalecendo a qualidade dos serviços, produtos e soluções oferecidos.",

    "group_title": "Grupo DAIS",

    "innov_title": "Inovando para um futuro mais inteligente e sustentável",
    "innov_p1": "Construímos processos eficientes e padronizados que impulsionam a inovação e garantem resultados.",
    "innov_p2": "Em Meio Ambiente e Gestão de Resíduos, fornecemos consultoria em sustentabilidade urbana, resiliência e sistemas avançados.",
    "innov_p3": "Na Energia, apoiamos soluções econômicas e sustentáveis para uso industrial e residencial.",
    "innov_p4": "Também apoiamos cidades e autoridades locais em iniciativas estratégicas e desenvolvimento urbano resiliente ao clima.",

    "clients_title": "Nossos Clientes",

    "projects_title": "Projetos",
    "projects_intro": "Navegue por nossa experiência global por setor",
    "filter_all": "Todos",
    "filter_environment": "Meio Ambiente",
    "filter_waste": "Gestão de Resíduos",
    "filter_city": "Cidades & Desenvolvimento Urbano",
    "filter_energy": "Energia",
    "filter_agriculture": "Agricultura",
    "client":"Cliente",

    "contact_title": "Fale Conosco",
    "contact_label_fullname": "Nome completo *",
    "contact_label_email": "Email *",
    "contact_label_company": "Empresa",
    "contact_label_phone": "Número de telefone",
    "contact_label_subject": "Assunto *",
    "contact_label_message": "Mensagem *",
    "contact_btn_send": "Enviar mensagem",

    "team_title":"Equipe",
    "team_h1": "Equipe",
    "team_h2": "Nos",
    "team_abdullah_name": "Dr. Abdullah Sayegh",
    "team_abdullah_title": "Cientista agrícola e especialista em micropropagação",
    "team_abdullah_desc": "O Dr. Abdullah Sayegh é um cientista agrícola e especialista em micropropagação com mais de 42 anos de experiência internacional. Ele é co-inventor do biorreator Plantofrm, utilizado em sistemas de micropropagação em larga escala.",

    "team_antonio_name": "Eng. Antonio Bolognesi",
    "team_antonio_title": "Desenvolvimento de infraestrutura e gestão de projetos",
    "team_antonio_desc": "Com mais de 40 anos de experiência internacional, o Eng. Antonio Bolognesi tem um histórico sólido no desenvolvimento de infraestrutura e na gestão de projetos de energia, resíduos e grandes obras.",

    "team_mohamad_name": "Eng. Mohamad Tarhini",
    "team_mohamad_title": "Sócio-gerente",
    "team_mohamad_desc": "Mohamad Tarhini acumula mais de duas décadas de experiência em engenharia, consultoria e desenvolvimento sustentável, com um histórico comprovado de transformar conceitos em projetos concretos e de grande impacto. Como fundador e Managing Partner do Grupo DAIS, lidera uma plataforma integrada que oferece um portfólio abrangente de serviços, produtos e soluções nos setores de meio ambiente, energia e agricultura. Ao longo de sua carreira, Mohamad assessorou governos, organizações internacionais e empresas privadas em reformas institucionais, desenvolvimento de políticas e projetos de infraestrutura—especialmente em serviços municipais, gestão de resíduos, recursos naturais e sustentabilidade. Seu trabalho foca na construção de estruturas eficazes que conectam inovação, responsabilidade ambiental e crescimento econômico. Mohamad possui um Mestrado Europeu em Gestão de Projetos de Engenharia de Energia e Meio Ambiente pela École des Mines (França), Royal Institute of Technology (Suécia) e Universidad Politécnica de Madrid (Espanha), além de bacharelado em Engenharia Elétrica pela American University of Beirut. É certificado como Climate Adaptation Finance Expert, Project Management Professional e International Waste Manager (ISWA).",

    "team_flavio_name": "Eng. Flávio Matos",
    "team_flavio_title": "Sócio-gerente",
    "team_flavio_desc": "Flávio Matos possui mais de vinte anos de experiência internacional em engenharia e consultoria, com forte atuação no desenvolvimento e financiamento de grandes projetos ambientais e energéticos. Como Managing Partner do Grupo DAIS, lidera iniciativas estratégicas que unem excelência técnica e sustentabilidade, com foco em gestão de resíduos, recuperação energética e eficiência de recursos em diversos mercados globais. Ao longo de sua trajetória, Flávio ocupou cargos de liderança como Gerente Técnico-Comercial, Gerente de Desenvolvimento e Financiamento de Projetos e Diretor em três SPEs no Reino Unido. É membro do conselho da ABREN, vice-presidente da WtERT e participa ativamente de vários grupos de trabalho da ISWA. Flávio possui graduação em Engenharia Mecânica, Engenharia de Planejamento e Administração, além de mestrados em Administração de Empresas (Espanha) e Engenharia Ambiental e Energética (França). Também possui certificação em Project Finance (Reino Unido) e é credenciado pela ISWA como International Waste Manager.",

    "team_rodrigo_name": "Sr. Rodrigo Oliveira",
    "team_rodrigo_title": "Comercial e vendas",
    "team_rodrigo_desc": "Com mais de 17 anos de experiência em vendas, área comercial e gestão, o Sr. Rodrigo Oliveira atua impulsionando o crescimento comercial e gerindo grandes contas executivas em diversos mercados. Ele desempenhou um papel fundamental na construção de relacionamentos com clientes, na expansão da presença no mercado e no fortalecimento do desempenho empresarial das organizações.",
    
    "footer_contact_us": "Fale Conosco",
    "footer_terms": "Termos",
    "footer_policy": "Política de Privacidade",
    "footer_principles": "Princípios",
    "footer_cookies": "Configurações de Cookies",

    "cookies_title": "Configurações de Cookies",
    "cookies_intro": "Usamos cookies para melhorar sua experiência de navegação. Eles nos ajudam a entender como os visitantes utilizam o site.",
    "cookies_types": "Tipos de Cookies",
    "cookies_essential_title": "Cookies Essenciais:",
    "cookies_essential_desc": "Necessários para o funcionamento do site.",
    "cookies_analytics_title": "Cookies de Análise:",
    "cookies_analytics_desc": "Ajudam a analisar o tráfego do site.",
    "cookies_preference_title": "Cookies de Preferência:",
    "cookies_preference_desc": "Memorizam suas configurações e preferências.",
    "cookies_manage": "Gerenciar Cookies",
    "cookies_manage_desc": "Você pode controlar os cookies pelas configurações do navegador. A desativação pode afetar o funcionamento do site.",

    "privacy_title": "Política de Privacidade",
    "privacy_intro": "A sua privacidade é importante para nós. Esta política explica como a DAIS Global coleta e utiliza as suas informações.",
    "privacy_info_collect_title": "1. Informações que coletamos",
    "privacy_info_collect_desc": "Coletamos informações pessoais como nomes e emails quando você assina nossa newsletter ou envia formulários.",
    "privacy_use_title": "2. Como usamos as informações",
    "privacy_use_desc": "Usamos essas informações para comunicar atualizações, oportunidades e conteúdo relevante.",
    "privacy_protection_title": "3. Proteção de dados",
    "privacy_protection_desc": "Todos os dados são armazenados com segurança e nunca são compartilhados com terceiros sem consentimento.",
    "privacy_contact_title": "4. Contato",
    "privacy_contact_desc": "Para questões de privacidade, entre em contato pelo email info@dais-global.com.",
        "terms_title": "Termos e Condições",
    "terms_intro": "Bem-vindo ao site da DAIS Global. Ao acessar ou usar nosso site, você concorda com estes termos.",
    "terms_use_title": "1. Uso do Site",
    "terms_use_text": "Este site é fornecido apenas para fins informativos. Você concorda em não usar o site de forma indevida ou participar de atividades ilegais.",
    "terms_ip_title": "2. Propriedade Intelectual",
    "terms_ip_text": "Todos os logos, conteúdos e materiais são propriedade da DAIS Global. Você não pode reproduzir ou redistribuir sem permissão.",
    "terms_liability_title": "3. Responsabilidade",
    "terms_liability_text": "Não nos responsabilizamos por perdas decorrentes do uso deste site.",
    "terms_changes_title": "4. Alterações",
    "terms_changes_text": "Podemos atualizar estes termos periodicamente, e o uso contínuo do site implica a aceitação das alterações.",
    "principles_title": "Nossos Princípios",
    "principles_intro": "A DAIS Global opera de acordo com os seguintes princípios orientadores:",
    "principles_integrity_title": "Integridade:",
    "principles_integrity_text": "Construímos cada relacionamento com base na transparência, responsabilidade e confiança.",
    "principles_innovation_title": "Inovação:",
    "principles_innovation_text": "Apoiamos ideias inovadoras e projetos que trazem mudanças positivas mensuráveis.",
    "principles_sustainability_title": "Sustentabilidade:",
    "principles_sustainability_text": "Comprometemo-nos com práticas responsáveis de investimento e desenvolvimento que priorizam o valor a longo prazo para as comunidades e o meio ambiente.",
    "principles_diversity_title": "Diversidade:",
    "principles_diversity_text": "Adotamos perspectivas inclusivas, fortalecendo a liderança diversa e as ideias que aprimoram os resultados.",
    
    "copyright": "© 2025 DAIS Global. Todos os direitos reservados."
}
}
